{
  1: {
    "heading": "Reroute the River Lyn",
    "body": "The river currently flows through a culvert under the town. Rerouting the river would be time consuming and expensive, however it could divert most of the water away from the town.",
    "success": "You decided to reroute the river Lyn, once the rain began the river still broke its banks but due to its altered course far less water flowed through Lynmouth. This ultimately led to a substantial decrease in damage and loss of life.",
    "failure": "While you began to divert the river Lyn, the work wasn’t completed by the time the flood came. The channel helped divert some water once the Lyn broke its banks but didn't have a significant effect on the flood.",
    "cost": 6,
    "time": 6,
    "durability": 0.6,
    "protects": {
      "people": 0.8,
      "land": 0.8
    }
  },
  2: {
    "heading": "Damming the River Lyn",
    "body": "Damming the river would control the flow of water but would be expensive and in the event the dam failed, it would provide no protection.",
    "success": "By the time the rain came and the valley flooded the Lyn Dam was ready. While the dam eventually failed as the water level rose above its walls, it gave the townspeople significant time to evacuate and ultimately slowed the river’s flow, preventing some damage.",
    "failure": "When the rain hit the Lyn Valley the dam was still under construction. The partially built dam provided little to no protection to the small town of Lynmouth.",
    "cost": 7,
    "time": 8,
    "durability": 0.8,
    "protects": {
      "people": 0.9,
      "land": 0.9
    }
  },
  3: {
    "heading": "Aforestation",
    "body": "Planting more trees upriver of Lynmouth will help slow the movement of water into the river Lyn. A cheap option that may mitigate flooding.",
    "success": "With the newly planted trees and shrubs ready by the time the rain fell, they acted as an effective break and slowed the flow of water into the river Lyn. They also helped to anchor the soil around them, preventing debris from being swept up in the torrent. This ultimately reduced the intensity of the flooding in Lynmouth and prevented some damage within the town.",
    "failure": "The trees were still saplings when Lynmouth began to flood. Without their stabilising roots large chunks of peat and rock were swept downriver by the flood and wreaked havoc on Lynmouth.",
    "cost": 4,
    "time": 3,
    "durability": 0.6,
    "protects": {
      "people": 0.7,
      "land": 0.7
    }
  },
  4: {
    "heading": "Rezone areas of the town",
    "body": "This would encourage vital infrastructure and housing to be built further from the river and possibly avoid the effects of a flood.",
    "success": "Since you implemented new zoning laws in Lynmouth new buildings have been constructed further away from the river Lyn. This meant when the flood came more homes were further from danger and fewer were damaged.",
    "failure": "The decision to implement new zoning regulations came too late. While the few new homes built in safer, less at risk areas were largely safe, the vast majority of Lynmouth homes took the full force of the flood.",
    "cost": 4,
    "time": 5,
    "durability": 0.6,
    "protects": {
      "people": 0.4,
      "land": 0.4
    }
  },
  5: {
    "heading": "Construct a flood warning system ",
    "body": "This would allow for residents of Lynmouth to be notified of the oncoming storm before the flooding reaches them, allowing them to evacuate to higher ground.",
    "success": "The newly installed flood warning system sounded before the torrent of floodwater hit Lynmouth, many of the residents evacuated with ample time, and although it did nothing to protect the buildings of the town it saved many lives.",
    "failure": "Without a functioning early warning system the people of Lynmouth were blindsided by the flooding. The lack of forewarning left many in their homes as the water rose.",
    "cost": 2,
    "time": 2,
    "durability": 0.9,
    "protects": {
      "people": 0.6,
      "land": 0
    }
  },
  6: {
    "heading": "Levee the river",
    "body": "Constructing levees will increase the capacity of the Lyn. This could prevent its banks from bursting and reduce flooding and is relatively cheap.",
    "success": "Your levees were completed in time for the flood and bought the residents enough time to evacuate their homes. The higher banks kept the torrent of water back for longer and reduced the damage to the town's structures.",
    "failure": "Since the levees were only partially complete, they did not fully protect Lynmouth from the eventual flood. The Lyn broke its banks and ravaged the town.",
    "cost": 5,
    "time": 4,
    "durability": 0.6,
    "protects": {
      "people": 0.5,
      "land": 0.5
    }
  },
  7: {
    "heading": "Create local wetland",
    "body": "By flooding areas and creating wetland you can add a barrier against river flooding. The wetland can redistribute flood water over a large area and dissipate its force.",
    "success": "The newly established wetlands acted as an adept buffer when the flood came. It slowed the rate of flooding significantly and reduced the overall damage dealt to Lynmouth.",
    "failure": "Without the wetlands being fully established, they proved far less effective at mitigating the eventual flood. They only slightly reduced damage in the town.",
    "cost": 4,
    "time": 3,
    "durability": 0.4,
    "protects": {
      "people": 0.4,
      "land": 0.4
    }
  },
  8: {
    "heading": "Do nothing",
    "body": "Choosing not to implement any preventative measures would save money for later events, but may leave Lynmouth unprepared for the flood.",
    "success": "",
    "failure": "",
    "cost": 0,
    "time": 0,
    "durability": 0,
    "protects": {
      "people": 0,
      "land": 0
    }
  }
}
